Repository: Galo0000/Nocountry_proyect_01
Catalog: local/*/messages.po
Languages: es

source: Welcome to the Home Page
es: Bienvenido a la Portada

source: Here you can find general information.
es: Aquí puedes encontrar información general.

source: Select Language
es: Seleccionar Idioma

source: Home
es: Portada

source: Contact
es: Contacto

source: Enter Required Information:
es: Ingresa la información requerida:

source: Enter text 1:
es: Ingrese texto 1:

source: Enter text 2:
es: Ingrese texto 2:

source: Enter text 3:
es: Ingrese texto 3:

source: Process Input
es: Procesar Entrada
